{"documents": [{"language": "en", "id": 1, "text": "Within the spreading darkness I pledged a vow to the revolution I can't let anybody interrupt it I'm going to change The future that the forbidden fruit foretells...  I'm going to change The dream into reality The ending That everybody wants Within the spreading darkness I pledged our vow to the revolution I can't let anybody interrupt it Someday I'll show you A bright and ideal World SHINIGAMI REALM What? Two death's heads again? Hah! I win. Don't hold it against me. Hey Ryuk... Do you wanna join us? Join us, for once. No, I'm okay. I didn't do anything but he still got upset...  Really? And then? What's the matter, Yagami? Please translate the sentence. Follow the teachings of God. Then the blessings of the sea will become bountiful...  And there will be no storms. Today, at approximately 11 a.m. in Kanagawa Prefecture in Yokohama, the body of a man appearing to be about 30 years old was found in an apartment, covered in blood.  Kanagawa Police have opened a homicide investigation.  In other news... Today, shortly after noon, Naoki Kofuji, 35, was arrested in connection with the murder of a 25-year-old female he was living with in the Shibuya district of Tokyo.  Day in and day out. - - the same thing 0 var and 0 var again.  Jeez. .. It's so ridiculous... This world... ...is rotten. REBIRTH No way! You went to see that? It was such a waste of time. I shoulda' asked for a refund! Well, you did watch it... Death Note... Directly translated, a notebook of death...  How to use it... The human whose name is written in this note... shall die?  So stupid... This is so sick. lfis no cfifferenz' from a chain letter.  \"The human whose name is written in this note shall die. . . \"? C 'mon.  Seriously. . . s0mething's the matter with me.  This note will not take effect unless the writer has the person's face in their mind when writing his/her name. Therefore...  People sharing the same name will not be affected.  If the cause of death is written within 40 human seconds of writing the person's name, it will happen.  If the cause of death is not specified, the person will simply die of a heart attack.  After writing the cause of death, details of the death should be written in the next 6 minutes and 40 seconds.  So you can let people die peacefully or make them suffer.  A prank this intricate isn't too bad, I guess.  Write in their name and they die, huh... This is so stupid! Wait a minute... If someone actually dies, does that make me a murderer?  No way. That's impossible. The assailant who killed six people yesterday... at a busy shopping district in Shinjuku... has now taken eight people hostage, including children and teachers, in this daycare center.  The police have now identified the suspect as 42-year-old Kurou Otoharada, unemployed.  The police will begin negotiations with the suspect.  KUROU OTOHARADA A hean' attack in forty seconds. - - night?  Well, that is not clear at the moment.  You can't help but be worried for the hostages right now.  Absolutely. This has been a report from the scene.  Thank you very much. What do you think, Mr. Hashimoto? Well, I'm hoping for a quick resolution to this.  Oh well, nothing happened. What did I expect? Just a minute... There seems to be something happening.  The hostages are coming out! They all seem to be all right! And now it looks like the SWAT team is entering!  Has the suspect been arrested?! Yes! We just received word that the suspect has died inside the daycare center!  The suspect is dead! Dead?! KUROU OTOHARADA The police are strongly denying that they shot the suspect!  Could he have felt cornered... and committed suicide?  According to one of the hostages, \"the suspect suddenly collapsed. \" A heart attack... N-No way... This is a coincidence. It's gotta be coincidence! Light! It's almost 6:30. Don't you have your prep course tonight?  Yeah, I'm getting ready now. Death Note... But if this really works... It's worth testing it out once more. So I guess it will have to be another criminal.  But it can't be someone too famous.  If he dies, it's possible news of it will be covered up.  I need an immediate result. Hey, Ryo baby! W-What is it, Sudou? Lend me some money... 2000 yen will do. W-What? Again? Sudou... - Shall I kill him? - What'? You refusmg'? No, I'd better avoid people around me.  No... Why should I worry? No one would care if one or two people like him died.  Now we can go to the arcade after school.  Maki, wanna party with some guys tomorrow?  Absolutely! Hey, me too! Damn it, Mom! She's not here to pick me up! Damn it... It's sickening. Every single one of them... I'd do society a favor by killing them.  Hey girl! Wanna come and play with us? Hey Taku! You've got a beauty there! I'm Takuo Shibuimaru. Shibutaku, for short. C'mon and join me...pretty girl. I don't think so. She doesn't think so! She's so cute! C'mon, grab her... get those clothes off!  You sure? S-Stop. . .! Please! Stop! TAKUO SHIBUIMARU ACCIDENTAL DEATH Now let's see... What'll happen! Hey wait! Taku! Watch out! This... This proves it! The Death Note is real! Taku! L-Idiot! He just jumped out in front of me. Now then... I'd better get going. It's been five days...since... All right... I'd better get going... Huh? You going out, Ryuk? This place is barren... everywhere you go.  I dropped my Death Note. You really messed up big time! Hey, weren't you carrying around a second one behind the old man's back?  You saying you lost both? And do you know where you dropped it?  The Human World. - What?! - What? Welcome home. You're early, Light. Yeah. I'm back, Mom. Oh... The results of the national practice entrance exams?  Hurry! Here. Goodness! Number one again! You really did your best, Light! Well yeah. I'll be studying, so don't interrupt me.  All right. Oh Light... Do you want anything? Anything at all? Not really, Mom. I already have what I want... You seem to like it. Why so shocked? I'm Ryuk, the Shinigami, who dropped that notebook.  From what I just saw... You're already aware that it's no ordinary notebook.  A Shinigami...huh. I'm not shocked, Ryuk. In fact... I've been waiting for you, Ryuk. Oh? I didn't think a Shinigami's Notebook was real... but after seeing its results,  I can act with certainty. I see. You've really surprised me... I've heard of Death Notes getting down to the Human World a few times before.  But you're the first one to use it to this extent in just five days.  Most people would be too scared to try it out.  I'm prepared, Ryuk. I used the Death Note knowing it belonged to a Shinigami.  And now the Shinigami's here. So what'll happen to me? Are you going to take my soul? Huh? What's that about? Is it some fantasy you humans came up with?  I'm not going to do anything to you.  Once the Death Note lands in the Human World, it belongs to the Human World.  In other words, that belongs to you. It belongs to. . .me? If you don't want it, give it to some other human.  But if you do that, all memory of the Death Note will be erased from your mind.  So there isn't a price for using the Death Note?  Well, if anything, there's... only the fear and pain humans who have used the Death Note will experience.  And when you die... I'll be the one to write your name on my Death Note.  Don't think for a moment, that any human... who's used the Death Note can go to Heaven or Hell.  That's all. You'll find out about it after you die.  Light... Don't worry. Go ahead. What? I brought some apples, they're from our neighbor.  Why is it so dark in here? You'll ruin your eyesight! What's going on? Mom can't see him? That notebook... originally belonged to me.  And since you're the one using it, you're the only one who can see me... and of course, only you...  Can hear my voice. In other words, the Death Note is a bond between Light the human and Ryuk the Shinigami.  Tasty. Let me ask you one more thing. Why did you choose me? Hey, are you listening? Hmm...apples in the Human World are awesome. What would you call them? Juicy? Answer my question. I didn't choose you. I just dropped the notebook. Did you think you were \"chosen\" because you were smart?  Don't flatter yourself. It just happened to fall around here... and you just happened to pick it up.  That's all. That's why I wrote the explanation in English, the most popular language in the Human World.  Then why did you drop it?! Don't tell me it was by mistake after you went to the trouble and wrote all those instructions.  Why'd I drop it? ...because I was bored. Bored? In fact, Shinigami these days have so much time on their hands.  They're either taking a nap or gambling.  If others see you studiously scribbling names in the Death Note, they'll say, \"what are you working so hard for?\" and laugh at you.  Writing the names of other Shinigami doesn't work.  But since we live in the Shinigami Realm, it's no fun at all to kill people who live in the Human World!  So I figured it would be more fun to come down here myself.  But you sure wrote a lotta names. But Why'd you write down the cause of death only for that guy who was hit by the truck?  Without the cause of death written down, they all die of heart attacks.  That's the best thing about the Death Note, Ryuk.  I can write down the names of the criminals... and slowly reduce the number of evil people.  What's the point? Any fool can figure it out if someone is just \"eliminating the bad guys.\"  I want the world to know... of my existence!  And that there's someone who is passing judgment onto them!  But...what's the point in passing judgment?  Why do it? I was bored. . .too. Naturally, I didn't believe it at first. But that Death Note has the supernatural power... to tempt people to want to try it at least once.  I-I killed them... Two men- - - I killed them! Human lives. . . shouldn't be taken so lightly!  Do I have the right to judge people like that?  No... I'm not wrong! I always thought about this... The world is rotten! And that rotten people should die!  Someone... Someone must do it! Even if it means sacrificing one's conscience and life!  Things can't stay. . .like this! Even if someone else had picked up the Death Note... would they be able to erase unwanted people from this world?  No way! But I can... I can do it! In fact, I'm the only one who can do it!  And I will. .. with the Death Note!  I'll change the world! At first, I kept writing the names of criminals... like I was cleaning up the world.  So that in time, no one would do evil.  While those guilty ones who truly deserved to be punished for their crimes, die of heart attacks... people who were immoral or harass others will slowly be erased through illness or accidents.  Then the world would truly move in the right direction.  And I would create a new world of earnest, kind humans.  Then you'd be the only one left. .. with a bad personality.  Huh? What're you saying? Ryuk... I'm probably the best, most diligent honor student in Japan.  And I... will become the god of this new world!  Humans... are interesting, after all.  TO BE CONTINUED I dreamed a dream that no one could see  I threw away everything that I didn't need  I'm holding these feelings That I can't give up in my heart Even if my feet fall victim to the shackles of sacrifice  In between reality and my ideal I can't hold back the flooding impulses  Because I have a strong desire To accomplish [deceit] [fear] [vanity] [melancholy] I'm not weak enough to believe Any of these negative perceptions I'm a trickster who doesn't know solitude  PREVIEW KIRA, KILL EVERYONE. SEND MESSAGE? SEND The entire world is watching... to see what happens if anyone defies me. . .L.  NEXT EPISODE: CONFRONTATION"}]}